COMMENTS = [
'Более 6 тысяч убитых русских солдат в Украине. Заберите ваших сыновей, остановите эту войну',
'Русские "освободители" стирают украинские города с лица земли вместе с детьми, стариками, больными.',
'Заберите своих солдат с Украины! Нет войне!',
'Остановите войну в Украине! Вы это можете. Все в ваших силах',
'Вот так вы “защищаете от нацистов”? Прекратите убивать людей',
'Вы убиваете мирное население Украины. Остановитесь! Умирают дети, женщины, старики.',
'Заберите своих сыновей домой. Они умирают из-за путинской пропаганды',
'Прекратите убивать детей в Украине',
'Ваши военные обстреливают мирное население Украины. Выходите на улицы, прекратите войну!',
'Выходите на протесты! Ваши солдаты тысячами умирают в Украине',
'Выходите на протесты, остановите войну в Украине',
'Остановите путинскую пропаганду! Остановите войну в Украине!',
'Бомбежка жилых кварталов, убийства детей. Это ваша защита от нацистов? Откройте свои глаза!',
'Более 6 000 убитых русских солдат в Украине. Заберите ваших сыновей, остановите эту войну',
'Спецоперация по уничтожению всего украинского народа? Так это называется?',
'Вы убиваете детей в Украине из-за путинской пропаганды. 16 деток убито, 45 ранены. Остановите эту войну',
'Заберите ваших мужей, сыновей и братьев с Украины. За что они умирают?',
'Украинцам не нужен «русский мир», заберите своих солдат пока они еще живы',
'Россия начала войну против Украины, 150 тысяч русских военных перешли границы Украины. Многих из них уже нет в живых – несколько тысяч, многие попали в плен. Русские матери, остановите гибель своих сыновей',
'Русский корабль, иди нахуй',
'Молодые парни умирают уехав на учения. Ваша власть — изверги! Прекратите это насилие!',
'Жертвы пропаганды. Вам ссут в уши, а вы по очереди левое и правое подставляете. Нет войне!',
'Пока ваши родственники умирают на войне, он сидит на Урале. Вас это устраивает?! Выходите на улицы. Остановите эту войну',
'Каждый день погибают невинные. Задумайтесь, вы сможете спать спокойно после этого всего?',
'Родители, ваши дети не на «учениях» а на войне с Украиной. Сохраните им жизнь, выходите на улицы! Остановите эту войну',
'В Украине ваши солдаты обстреливают жилые районы. Гибнут мирные жители и дети. Остановите это насилие! Нет войне!',
'Ваши близкие и родные в Украине гибнут от ваших же солдат. Прекратите убивать своих же детей!',
'Ваши дети в плену! Так вы понимаете защиту? Прекратите войну в Украине!',
'Обстреляли детский дом, обстреляли садик, запустили ракету в жилой дом, танком переехали машину с ребенком. Кого вы защищаете? Прекратите путинскую пропаганду. Выходите на улицы. Прекратите убивать людей',
'От вас скрывают многотысячные потери павших на украинском фронте. Не сообщают о гибели ваших солдат. Сколько можно смотреть путинскую пропаганду? Посмотрите правде в глаза. Прекратите убивать людей! Остановите эту войну!',
'Верните своих на родину живыми! Выходите на улицы. Нет войне!',
'Русский народ, не молчи! Из-за вашего безразличия гибнут ваши же близкие! Ваши отцы, мужья, дети! Не Украина этого хочет, а ваш диктатор! Будьте осознанными! Остановите это насилие. Нет войне!',
'Русский солдат, тебя здесь не ждут! Русские матери, не отправляйте своих детей на войну! Вы их больше можете не увидеть',
'Русские солдаты! Весь мир вам не простит ваши действия! Кровь не смоется с рук многих ваших поколений! Задумайтесь!',
'Русские солдаты! Весь мир вам не простит ваши действия! Кровь украинских детей на ваших руках. Остановите эту войну',
'Русские! Весь мир смотрит, как вы проливаете кровь тысяч людей! Это не только солдаты, это мирные жители, это старики и дети! Не идите на поводу своего диктатора! Остановите этот ад! Прекратите войну',
'Только оккупант будет целиться из оружия в мирных жителей. Десятки погибших детей и женщин, обстрелянные жилые кварталы! Вот как вас отправили "спасать" украинцев!',
'Более 6 тысяч военных РФ уже погибли и сожжены в 200 танках и 885 бронемашинах. Ваши дети будут следующими. Остановите это насилие. Посмотрите правде в глаза.'
]

COMMENTS_OK = [
    "Привет! Твой близкий сейчас на войне. Тысячи русских солдат умирают. Это ваши дети, ваши мужья, ваши братья и друзья. Их отправили туда умирать! В ваших силах остановить все это. Заберите их домой, дайте им выжить.",
    "Привет! Твой близкий сейчас на войне с Украиной. Это не спецоперация, как вам сказали. Он на реальной войне, куда его отправила ваша власть. Тысячи русских солдат умирают. Это ваши дети, ваши мужья, ваши братья и друзья. Заберите их домой, дайте им выжить!",
    "Привет! Твой близкий сейчас на войне. Тысячи русских солдат умирают. Это ваши дети, ваши мужья, ваши братья и друзья. Их отправили туда умирать! Остановите это насилие, посмотрите правде в глаза!",
    "Привет! Твой близкий сейчас на войне. Тысячи русских солдат умирают. Это ваши дети, ваши мужья, ваши братья и друзья. Их отправили туда умирать! Посмотрите правде в глаза! Сколько можно молчать? Выходите на улицы и остановите это насилие!",
    "Привет! Твой друг сейчас на реальной войне. Его отправили туда умирать! Тысячи уже погибли. Посмотри правде в глаза! Выходи и останови это насилие. Ты не сможешь после этого жить в своей стране.",
    "Привет! Твой друг сейчас на реальной войне в Украине. Это не спецоперация, как вам сказали, это война, они умирают. Остановите это насилие над своим же народом, посмотрите правде в глаза!",
    "Привет! Твой близкий сейчас на войне в Украине, где умирают тысячи людей из-за пропаганды. Это не спецоперация, как вам сказали. Он на реальной войне, куда его отправила ваша власть. У тебя есть шанс сохранить жизнь своего близкого и сотни или даже тысячи других жизней. Посмотри правде в глаза! Сколько можно молчать? Выходите на улицы и остановите это насилие и заберите своих близких живыми!",
]

COMMENTS_OK_NEW = [
   """
   Привет! Знаешь в какой части служит твой друг, брат, сын? Хорошо. А есть уверенность, что он находится именно там сейчас?  Вполне возможно, что он один из тех, кого отправили на войну в Украину. Ему могли сказать, что это всего лишь учения, в то время, как здесь идет настоящий бой. Вот, что говорит пленный российский солдат своей матери. https://www.youtube.com/watch?v=ZmhQAvRyWUU&ab_channel=NoWar 
Проверь — нет ли твоего близкого в списке погибших https://t.me/gruz_200_rus 
И выходи, наконец-то на протест против войны! Хватит проливать кровь своих близких. Не пускай родных на войну!
""",
   """Привет! Думаешь твой друг, брат, сын на военных учениях? Скорее всего он уже в Украине. И хорошо, если жив. Но врядли. За 7 дней войны в Украине погибло более 6 тысяч российских солдат. Потери России в Первой Чеченской войне - 4 тыс. убитых за год. 19-летних пацанов отправляют как пушечное мясо ради еще одной яхты для Путина.  Не оставайся дома — выходи на протест! Скажи НЕТ ВОЙНЕ С УКРАИНОЙ! Скажите НЕТ ДИКТАТОРУ! Ведь следующий груз 200 может быть твой. Брат. Сын. Друг. Муж. Не пускай родных на войну!""",
   """Привет! Как давно твой друг, брат, сын выходил на связь? Он говорил куда едет, на какие военные учения? Врядли. Его и тебя обмануло российское правительство. Они отправили молодых парней на жестокую войну с Украиной. Их убивают современным оружием - Javelin и NLAW.  Вот как они работают:
https://www.youtube.com/watch?v=qBT28EgEKmY  
https://www.youtube.com/watch?v=Nz2qCRNEyfE  
Хочешь получить свой груз 200? Нет? Тогда выходи на протест. Скажи НЕТ ВОЙНЕ С УКРАИНОЙ! У тебя есть на это силы и воля. Не пускай родных на войну!
""",
   """Привет! Давно твой друг, муж, сын выходил на связь? Проверь по нему информацию   https://t.me/gruz_200_rus Возможно, он уже мертв. Украинцев хоронят как героев. А российских солдат, в лучшем случае, сжигают в мобильном крематории. Их даже не отправляют грузом 200.  Сколько ещё трупов мужей, братьев, сыновей, друзей нужно увидеть, чтобы выйти на протесты против войны и повалить диктатора?
Скажи нет войне, выходи на протест, сохрани жизнь близким. Не пускай родных на войну!
""",
   """Привет! Ищешь своего родственника, мужа или сына, который уехал на военные учения? Значит сейчас они участвуют в войне против Украины. Проверь его данные на РФ200 https://t.me/gruz_200_rus Также, надеюсь его нет на этом видео
https://www.youtube.com/watch?v=EQ-Hn7inQlc  
Сколько ещё трупов своих товарищей, братьев и сыновей нужно увидеть, чтобы наконец выйти на протест против войны и повалить диктатора? Выходи на протест, верни друзей и близких живыми! Не пускай родных на войну!
""",
   """Привет! Русский народ, не молчи! Из-за такого молчания гибнут россияне!  Отцы, мужья, дети! 20-летние пацаны, которых бросили воевать в Украину — без снаряжения, навыков, без надежды.  Более 6 тысяч погибших русских солдат за 7 дней. По телевизору этого не покажут. Но посмотри на эти фото. Я надеюсь, что ты не найдешь там родное лицо. А теперь соберись, возьми свое мужество, защити остатки достоинства своей страны и скажи НЕТ ВОЙНЕ! НЕТ ДИКТАТОРУ! Не пускай родных на войну!""",
]
